src/turbulence_angle_value_0.42261826174069944/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

7
(
    inlet
    {
        type            patch;
        nFaces          60;
        startFace       7080;
    }
    sym
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          36;
        startFace       7140;
    }
    wedge
    {
        type            wall;
        inGroups        1(wall);
        nFaces          24;
        startFace       7176;
    }
    top
    {
        type            patch;
        nFaces          60;
        startFace       7200;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          3600;
        startFace       7260;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          3600;
        startFace       10860;
    }
    outlet
    {
        type            patch;
        nFaces          60;
        startFace       14460;
    }
)

// ************************************************************************* //
